export const contents = {
    "result": {
        "status": "success",
        "data": [
            {
                "id": "birthDay",
                "data": {
                    "0": {"he_IL": "נקיה"},
                    "1": {"he_IL": "נהדר"},
                    "7": {"he_IL": "שבא"},
                    "8": {"he_IL": "מרדכי"}
                }
            }, {
                "id": "birthYear",
                "data": {
                    "3": {"he_IL": "אקשן, יצירתיות, ביטוי עצמי באופן חווייתי, שעמום. קריירה במקום ראשון, יצירתיות, חשיבה מחוץ לקופסא, נטייה להרבה קשרים זוגיים, אהבות חזקות בטירוף – לעיתים לא מתממשות, דוחים נישואין או קשר מחייב, שותפות עסקית.\n"},
                    "7": {"en_US": "mordecai", "he_IL": "מרדכי"}
                }
            }, {
                "id": "destiny",
                "data": {
                    "5": {"he_IL": "אין סבלנות לדייק בפרטים הקטנים, סקרנית, הרפתקנית (יכול להיות שבתור ילדה הייתה בעלת תעוזה \"תום בוי\", והסביבה הגבילה אותה וגרמה לה להתנתק מהעצמי האמיתי שלה), כושר ביטוי ושכנוע, נטייה להימורים, הסתכנות, צורך מרובה לצאת מהשיגרה ולנסות דברים חדשים, ראש פתוח חוסר עכבות, ישנו יצר הרס עצמי, בעיות בזוגיות. עיסוקים – תקשורת, נסיעות, חו\"ל, עבודה עם אנשים, קבלת קהל, יחסי ציבור, שיווק ומכירות, אימון, עבודות שדורשות אנרגיות גבוהות ויכולת הסתגלות מהירה."},
                    "7": {"he_IL": "סמנתה פוקס", "en_US": "samantha fox"}
                }
            }, {
                "id": "lettersContents", "data": {
                    "י": {"he_IL": "אנשים מאוד רוחניים, יש צורך בחשבון נפש, לנתח מצבים ולהקפיד על הפרטים הקטנים. החלטיות ויושרה. חריצות, נאמנות, פיקחות. יכולת רוחנית גבוהה, עדינות נפש, ענווים וצנועים, וביקורתיים. מלאים שאיפות גבוהות שלעיתים אינן מעשיות. יש בהם כבדות מסיומת ונוקשות לשינויים. עליהם להשקיע הרבה כדי להצליח – הצלחה אינה באה בשבילם בקלות. ישנו חוסר אמונה בעצמם."},
                    "ר": {"he_IL": "אנשים אלה מושכים וממגנטים אליהם אנשים. אות זו מאפשרת לאנשים להגיע להישגים. בעלי כושר מנהיגות, כוח רצון ויכולת להוציא רעיונות אל הפועל. אנשים אלה מחוברים גם לרוח וגם לחומר. יש להם יכולת ביטוי טובה, תנועה מרובה טובה להם, בעלי קליטה מהירה ויכולת לראות את כל הפרטים – גם את הקטנים ביותר."},
                    "ש": {"he_IL": "אנשים אלה בעלי כוח ועוצמה, יש להם יכולת להגיע למקומות גבוהים מבחינה רוחנית, יש בהם התלהבות, זקוקים לפעילות רבה, אוהבים את החבוי והמסתורי. חשובה להם הפרטיות, יכולים להיות ביקורתיים, אפשרות שיעבדו במספר מקצועות במהלך חייהם בגלל הצורך שלהם בשינויים וגיוון. יש בהם יוזמה, מעוף, אומץ לב, שמחה, בנייה ועשייה, קושי לוותר ויעמדו על דעותיהם בעקשנות. חשוב להם חיים יציבים ונוחים ויעבדו קשה בשביל זה.  "},
                    "ת": {"he_IL": "מצבי רוח משתנים, רגישות גבוהה, צנועים, ביתיים, יציבים, מחוברים לאדמה, בעלי קושי לסלוח ולשחרר אירועים מהעבר נוסטלגיים, אנשים רגשיים, טובי לב ובעלי יכולת נתינה גבוהה."}
                }
            }
        ]
    }
}